Repository: mohinisharma4410/kisaan_vaani
Catalog: kisaan_vaani/lib/l10n/app_*.arb
Languages: hi

# how
source: How to Use Disease Detection Feature
hi: रोग जांच सुविधा का उपयोग कैसे करें

# first
source: 1. Ensure good lighting.
hi: 1. अच्छी रोशनी सुनिश्चित करें।

# second
source: 2. Hold the camera steady.
hi: 2. कैमरे को स्थिर रखें।

# third
source: 3. Focus on the affected area.
hi: 3. प्रभावित क्षेत्र पर ध्यान दें।

# fourth
source: 4. Capture a clear image.
hi: 4. एक स्पष्ट छवि कैप्चर करें।

# fifth
source: 5. Wait for the analysis to complete.
hi: 5. विश्लेषण पूरा होने तक प्रतीक्षा करें।

# result
source: Disease detection result will be shown here.
hi: परिणाम यहां दिखाया जाएगा।

# instruction
source: Instructions on how to use the IoT model:
hi: IoT मॉडल का उपयोग कैसे करें पर निर्देश:

# one
source: 1. Connect the device to a stable power source.
hi: 1. डिवाइस को एक स्थिर पावर स्रोत से कनेक्ट करें।

# two
source: 2. Ensure the sensors are properly placed.
hi: 2. सुनिश्चित करें कि सेंसर ठीक से लगाए गए हैं।

# three
source: 3. Start the model using the provided app.
hi: 3. दिए गए ऐप का उपयोग करके मॉडल प्रारंभ करें।

# four
source: 4. Monitor the real-time data on your dashboard.
hi: 4. अपने डैशबोर्ड पर वास्तविक समय डेटा की निगरानी करें।

# five
source: 5. Analyze the predictions and take necessary actions.
hi: 5. भविष्यवाणियों का विश्लेषण करें और आवश्यक कार्रवाई करें।

source: Examine
hi: परीक्षण करें
